<div class="row mt-4">
    <div class="col-4">
        <h1>Задание 1</h1>
        1. Сделайте страницу, на которой будет форма с кнопкой и 2-мя полями "артикул" и "название". Форма должна
        работать на аяксе и записывать в БД введенные данные.
        <br>1 POST запрос = 1 строка в БД.
        <br>На той же странице под формой нужно вывести таблицу с данными, которые уже хранятся в БД.
        <br>При добавлении новой строки в БД таблица должна дополняться этой новой строкой сверху (тоже ajax).
        <br>В каждой строке должен быть какой-то элемент (ссылка/иконка/...), при нажатии на который точно так же по
        ajax строка удаляется из БД и пропадает со страницы.
        <br>По возможности используйте ООП.
    </div>
    <div class="col-8 ">
        <?php include 'component/form_add_row.php'; ?>
        <?php include 'component/load_poducts.php'; ?>
    </div>
</div>